Repository: TommasoBarbiero9/RPG-SpaceGuardsBattle
Catalog: SpaceGuardsBattle/*.lproj/Localizable.strings
Languages: it

# MenPri
source: Main Screen
it: Menu Principale

# Pause
source: Game is currently Paused
it: Pausa

source: Play Again
it: Gioca di Nuovo

source: Score
it: Punteggio

source: Time
it: Tempo

# Win
source: YOU WON
it: HAI VINTO

source: GAME OVER
it: HAI PERSO

# Recupera
source: Rescue
it: Recupera

# Conquista
source: Conquer
it: Conquista

# MexLv1
source: Good job cadet, keep training destroying more asteroids. Go over the limit of 100 points!
it: Bel lavoro cadetto, continua ad allenarti distruggendo gli asteroidi.Supera il limite di 100 punti!

# MexLv2
source: You may have enemies... Kill them all
it: Potresti avere dei nemici...Ammazzali tutti

# MexLv3
source: Another of the tasks of a good cadet is knowing how to conquer a planet! Send the lander to the planet and don't get killed!
it: Un'altro dei compiti di un buon cadetto Ã¨ saper conquistare un pianeta! Invia il lander sul pianeta e non farti uccidere!
